{"ID":1188812492010487808,"profile":{"id":"1188812492010487808 ","id_str":"1188812492010487808 ","name":"Sharon Israel ⭐️⭐️⭐️ ","screen_name":"SharonIsrael10 ","location":"Los Angeles & Colorado ","profile_location":"None ","description":"Day 1 Trump supporter. I rode the escalator! Constitutionalist traditionalist conservative. My 1st vote was Reagan! America, family first. #1A #2A #MAGA #KAG ","url":"None ","entities":"{'description': {'urls': []}} ","protected":"False ","followers_count":"16596 ","friends_count":"16944 ","listed_count":"1 ","created_at":"Mon Oct 28 13:39:41 +0000 2019 ","favourites_count":"42684 ","utc_offset":"None ","time_zone":"None ","geo_enabled":"False ","verified":"False ","statuses_count":"49757 ","lang":"None ","contributors_enabled":"False ","is_translator":"False ","is_translation_enabled":"False ","profile_background_color":"F5F8FA ","profile_background_image_url":"None ","profile_background_image_url_https":"None ","profile_background_tile":"False ","profile_image_url":"http:\/\/pbs.twimg.com\/profile_images\/1188836420737069057\/HkZ1HY1G_normal.jpg ","profile_image_url_https":"https:\/\/pbs.twimg.com\/profile_images\/1188836420737069057\/HkZ1HY1G_normal.jpg ","profile_link_color":"1DA1F2 ","profile_sidebar_border_color":"C0DEED ","profile_sidebar_fill_color":"DDEEF6 ","profile_text_color":"333333 ","profile_use_background_image":"True ","has_extended_profile":"True ","default_profile":"True ","default_profile_image":"False "},"tweet":["RT @clevelanddotcom: Three Ohio House Republicans have drafted articles of impeachment against Gov. Mike DeWine, claiming many of his admin…\n","RT @CaliConserv1: California Governor Gavin Newsom should be arrested and put in jail immediately.\n","RT @NRA: Only after all our guns have been banned, all our words have been censored, all our history has been erased, all our freedoms have…\n","@ArtValley818_ CaliRed.\n","RT @ArtValley818_: I will be looking into starting a non-profit this week to help turn Cali red.\n\nHelp me pick a name! 👇🏼👇🏼\n","RT @SharqStealth: @ArtValley818_ U just did.  #CaliRed\n","RT @_ROB_29: Nancy Pelosi says Republicans are “The Enemy of the State”\n\nAntifa = People will do what they will\nMS-13 = A spark of divinity…\n","RT @CoreysDigs: Wow. This is awful.\n","RT @lilbityzer: @policrits @SharonIsrael10 @SpeakerPelosi\n","@DavidNutzuki Things aren’t always clear, especially when a subject is noncooperative, resisting arrest &amp; attempting to flee the police. The only way to be absolutely clear is for people to cooperate with the cops. If not, I have no sympathy. Better a suspect’s life than a cop’s. Just sayin.\n","RT @DavidNutzuki: @SharonIsrael10 I agree but if there WAS actually a gun he was reaching for it would make things very clear.\n","RT @robbystarbuck: Wow this is a major escalation of Nancy Pelosi’s unhinged rhetoric. She’s now labeling Republicans as \"domestic enemies\"…\n","@DavidNutzuki\nI have heard there may have been. I don’t know for sure, but I believe there very well may have been a gun in the car. Are the cops supposed to take that chance? With this guy??? https:\/\/t.co\/iRX1oD9C8m\n","RT @policrits: This weekend in Kenosha this choir boy was shot by police and looting ensued https:\/\/t.co\/mrBqda4yk5\n","RT @Carson3737: What was your favorite TV show as a kid?\n","@Carson3737 Bewitched\n","@DavidNutzuki @MarkDice That question is exactly the point, isn’t it?\n","RT @MarkDice: Sad.  Jacob Blake looks like he could have been grabing a gun.  He wouldn’t have got himself shot if he had just followed the…\n","RT @RealJamesWoods: Watching Trump speaking spontaneously is so refreshing after watching freeze-dried, embalmed Joe Biden reading a telepr…\n","RT @mk_manns: @jtd_gameon12 @FalliveneEdward https:\/\/t.co\/6wVHI80YeN\n","RT @MichaelMontalt2: Just came back from pharmacy.  Last month my 90 day supply of meds was $1339.91. Walked out, couldn’t afford it . Toda…\n","RT @DeeTrump9: Omg! FANTASTIC!! 👏🏻👏🏻❤️\n","RT @suzydymna: @realDonaldTrump @CNN @FoxNews Fake News Media’s new found obsession with #QAnon is to counter the TRUTH that Antifa &amp; BLM a…\n","RT @realDonaldTrump: Incredible that @CNN &amp; MSDNC aren’t covering the Roll Call of States. Fake News! This is what the Republican Party is…\n","RT @SweetSoaps: Type in [QAnon] in GIF 😉\n","RT @Gen45Blue: Here we go again! If the police ask you to stop, STOP! Walking away like that from the police to your car, what are the poli…\n","RT @ScottPresler: I have a message for the girl who accosted me in San Francisco during a trash cleanup:\n\nThanks to you, this viral video…\n","These weak dumb RINO deepstaters think we are stupid &amp; gullible enough to fall for them telling us who to vote for, when in reality they just showed us who they really are.\n\nTRUMP 2020 VICTORY, BABY!!!\n👍🇺🇸👊 https:\/\/t.co\/FQHchbG8Gx\n","RT @Frank2Ausa: Side of Trump they don’t want you to see in 15sec:\n\n#trump2020 https:\/\/t.co\/yuosWvUh4D\n","RT @SVNewsAlerts: Huge crowds protest in #Québec, Canada, against mandatory mask mandates for children in school - to slow the spread of #C…\n","RT @ThatOldSheepDog: Blacks applaud smashing a police officer in the head with a brick. Many black lives don’t matter. https:\/\/t.co\/1cdoF4A…\n","RT @Jamierodr14: .@MaryMillben sings the National Anthem beautifully, while surrounded by American Flags at the opening of the Republican N…\n","RT @HandsomeSean1: No business or church is safe from the scurge of BLM once it comes to envelup your town. Do not let their outrage destro…\n","@TulsaTwinMommy This too!!! https:\/\/t.co\/4hwNNCdDVT\n","RT @TulsaTwinMommy: Type \"qanon\" in GIFs on twitter and see what pops up....🤣🤣 I love it!! My son just pointed this out https:\/\/t.co\/Da3pT8…\n","RT @KevCookingham: My name is Kevin Cookingham.\n\nI am running for Congress to unseat a California Democrat who has a record of 40 years of…\n","RT @govkristinoem: America is an exceptional nation founded on the principles of equality, freedom, and opportunity.\n\nBut today, our foundi…\n","RT @Christi36145638: Awesome!\n\nHawaii has been Democrat for the last few decades &amp; the delegate said they can no longer count on dem leade…\n","RT @Breaking911: Kenosha, Wisconsin\n\nhttps:\/\/t.co\/2xC3Hady3y\n","@DGPurser @oUSA_JEDIo I miss Johnny.\n","RT @DGPurser: Entertainment shows have lost their way.\n\nEntertainers have lost their way.\n\nJohnny Carson tells us why. https:\/\/t.co\/URpJsxX…\n","RT @MarkDice: Black Lives Matter in a nutshell.  #Kenosha  https:\/\/t.co\/YgNeGTMNOt\n","RT @TheBeardedDrgn: @drdavidsamadi @SharonIsrael10 Long overdue.\n","RT @realDonaldTrump: Please watch highly respected Dr. Harvey Risch of Yale, on Hydroxychloroquine. https:\/\/t.co\/WxaeZIp74l\n","RT @marklevinshow: Top worldwide expert Dr. Harvey Risch, a Yale professor, explains that hydroxychloroquine is a life-saving drug\n","RT @stella_immanuel: Mr President we thank God for convalescence plasma. We need you to say something on HCQ. Over the counter HCQ is the k…\n","RT @livesmattershow: Up close look at the car dealership fire set by BLM arsonists in Wisconsin https:\/\/t.co\/Mv1CC7htiD\n","RT @BoSnerdley: RNC's speaker lineup has conservatives begging for add-ons. High demand for Tucker and Candace. https:\/\/t.co\/wThCsmH2Ia via…\n","RT @TheLeoTerrell: Attention @CNN and @MSNBC I am available during the @GOPconvention to appear and debate #Democrats, #Socialists, #BlackL…\n","RT @JasonMillerinDC: Kim Klacik to speak at Republican National Convention after viral campaign ad https:\/\/t.co\/OoGZSTCfFL\n","RT @kimKBaltimore: So close to 10M views! I hope we make it 🇺🇸\n\nhttps:\/\/t.co\/XnEDTaDDIG\n","RT @drdavidsamadi: Is it time to make HCQ over-the-counter?\n","@DJ91809666 Fauci is President. BLM is our Congress. Antifa is homeland security.\n\nSee the problem?\n","RT @KarluskaP: Holy Shit- blood on their hands! #TheMoreYouKnow https:\/\/t.co\/LrFGPjMguf\n","RT @MarkDice: This is why Cops shoot people instead of tasing them.  https:\/\/t.co\/OWauUm1pPB\n","RT @marklevinshow: President Trump’s 2nd term agenda. Wow!\nhttps:\/\/t.co\/MwTYfCtCdY\n","RT @LeahR77: BREAKING. ...President Trump to speak every night at the Republican Convention!\nLove it !!!!\n","RT @RedPilledVoter: “Every record has been destroyed or falsified, every book rewritten, every picture repainted, every statue and street b…\n","Don’t the police have real guns? Fire off a couple of rounds and that shit comes to an end real quick! https:\/\/t.co\/IRCncMVOGG\n","RT @RealJamesWoods: https:\/\/t.co\/PJLFvxeIv0\n","RT @Daniel202111: May 🙏 God 🙏 Please Allow The United States Restaurant Association to All Band Together As 1 and Say We will Open! At💯% Ca…\n","RT @ProudElephantUS: Do you agree that the majority of cops are good people?\n","RT @realDonaldTrump: https:\/\/t.co\/UHb2XdjYV7\n","RT @RealJamesWoods: Almost a syllogism... https:\/\/t.co\/tmQilxIMpZ\n","RT @AmericasJoker: Since @twitter is going to flag @realDonaldTrump ....I've decided to work around it and help @POTUS get his tweet.     T…\n","RT @hollandcourtney: Trump to the press:\n\n\"It's good to see you all. I hope you had a great weekend at your convention.\"\n\nhttps:\/\/t.co\/QwU…\n","RT @realEricJTracy: Shaft wants to get to 1k for his followers so patriots...let's get him there... i know we can! Follow @ShaftJust get hi…\n","RT @w_terrence: Who will you be voting for in the November Election\n","RT @BryanDeanWright: I didn’t overthrow any countries as a CIA Officer but I did take the fight to Islamic terrorists, who would have happi…\n","RT @TeamTrump: President @realDonaldTrump to the press: \"Good to see you all. I hope you had a great weekend at your convention!\" https:\/\/t…\n","RT @TimMc777: Don’t mess with my Wife! https:\/\/t.co\/WYO7bbC9vm\n","RT @RudyGiuliani: Our Law Enforcement Matters.\n\nOur Constitutional Rights Matter.\n\nOur Country Matters.\n\nThat’s what is at stake with the u…\n","RT @PressSec: Thanks to President @realDonaldTrump’s leadership, the FDA has issued an Emergency Use Authorization for convalescent plasma,…\n","@ValiantThor12 @izzyforAmerica https:\/\/t.co\/Z8CBytNuWK\n","RT @realDonaldTrump: Actually, I think I’m leading in the Polls!  @FoxNews @OANN\n","RT @AngelWarrior321: Have you ever wondered why liberals were referred to as the left and conservative as the right?  I have, then I found…\n","RT @MrAndyNgo: This is insane. BLM rioters armed with semi-auto rifles have shut down the street in #Kenosha and ordered a Sheriff’s vehicl…\n","RT @RealEricCarmen: 0.00008% of the US population under 15 have died of COVID\n\nAnd as for the most “high risk” people?\n\n0.23% of the US pop…\n","RT @RealEricCarmen: 0.011% of the US population under 65 have died of COVID\n\n0.005% of the US population under 55 have died of COVID\n\n0.000…\n","RT @betharnold130: Minneapolis is doomed! These people are sick!\n","RT @livesmattershow: BREAKING: Rioters corner police with assault weapons in Minneapolis https:\/\/t.co\/TzBz9tk1i5\n","RT @greggutfeld: watch as people cheer the bricking of an officer.\n","RT @LAPD_OfcrJones: This little guy touched my heart. This made me think about myself when I was little and my 6 year old son now. Almost t…\n","RT @LangmanVince: I just watched a Nike commercial where they showed a picture of Antifa protesters and called them.  \"a better generation\"…\n","RT @zev_dr: Lets reframe our position. It is not about hcq. It is about EARLY  prehospital tx. There are several non-hcq options: quercetin…\n","RT @BurgessOwens: Joe Biden compared the idea of his kids going to school with mine as a \"jungle\".... now he has the audacity to call our p…\n","RT @KeepAmericaFre4: @NYGovCuomo Hydroxychloroquine works! Pass it on!\n","RT @KatieDaviscourt: Right before these two @JoeBiden supporters ASSAULTED 7-year-old Riley outside of the DNC National Convention, they th…\n","RT @TimJDillon: Whatever you think of @RealCandaceO she should ABSOLUTELY be speaking at the RNC instead of Nikki Hayley and Tiffany Trump.\n","RT @RickyRebelRocks: Are you an American Rebel? 🇺🇸 This shot was taken during the #savethechildren Rally that happened in Beverly Hills tod…\n","RT @MQaveli: SAUCE\nhttps:\/\/t.co\/gJIFH4qDqI\n","RT @MQaveli: Mark Levin is providing indisputable evidence that there's a  cover up of HCQ as a treatable means for Covid-19 infected patie…\n","RT @ChrisCoon4: My husband stopped by  his cousin’s house the other day and was shocked to see a Trump sign in his yard, so he asked him ab…\n","RT @DonLitt12482658: @howardfineman Ahhhh, the memories and images of narcissistic delusions of grandeur from the Obama debacle years. Oh,…\n","RT @Kenny_Sowellfan: @howardfineman \"Journalists cannot serve two masters. To the extent that they take on the task of suppressing informat…\n","RT @Sassypaws: @howardfineman No, the pathway was added to aid people with disabilities.\n\nI guess for you it is more important to take a f…\n","RT @GregAbbott_TX: A teacher in a Texas public school comparing police officers to the KKK is beyond unacceptable.\n\nIt’s the opposite of w…\n","RT @Santos4Congress: In 73 days, ask yourself; do I really want the country run by the same party that runs #NY, #SanFran, #Seattle, #Portl…\n","RT @BradStoney1776: Thousands gathered today to Recall NY’s incompetent Mayor Bill DeBlasio. No news coverage so  let’s share on the Twitte…\n","RT @Arletta0301: @Politi_Chatter @justwinejosh @realDonaldTrump @united @RealWayneRoot @DonaldJTrumpJr @thehill @gatewaypundit @JoeTalkShow…\n","RT @Politi_Chatter: \"This is my nephew. He just got escorted off a United Airlines flight for wearing a Trump mask. In first class. Platinu…\n","@KarluskaP Her ass has the clap.\n🤣🤣🤣\n","@Lamont2g California. Dollars to donuts, they’re in California.\n","RT @RupaliChadhaMD: The data for masks is POOR and the data for HCQ is BETTER.. and yet, science is murdered for politics...\n","RT @AntonioSabatoJr: Narrating a new documentary on Biden coming out soon not a good guy by any means, can’t wait to show you.\n","RT @tracy15wil: Found this and couldn’t stop watching. Whoever this is is Brilliant! https:\/\/t.co\/QXGxwPjnt9\n","RT @Breaking911: TRUMP TROLLS THE PRESS: \"It's good to see you all. I hope you had a great weekend at your convention.\" https:\/\/t.co\/uGXZGz…\n","RT @ArtValley818_: Yo! Just saw hundreds of Trump supporters in Palm Springs. California is waking up!\n","RT @WentDemtoRep: I’ve been a Democrat my whole life. I joined the BLM protests months ago when they began. They opened my eyes wide! I did…\n","@JenAshleyWright Really? Is that all you’ve got?\n\nPathetic!\n","RT @TonyBrunoShow: @JenAshleyWright and you are totally devoid of any journalistic integrity. https:\/\/t.co\/2Bd6fQE0Vr\n","@RMGTrumpPatriot 5, 7, 8.\n","RT @RealOmarNavarro: RNC Convention should include @RealCandaceO \/ Candace Owens and the CEO of Goya.\n\nRT if you agree.\n","@swole____patrol Someday you’ll be turning 60. It’s not as far away as you think. Just ask me, I know.\n\nEnjoy!\n","RT @codyblack75: 43 Republicans voted yes for the 25 billion dollars for the USPS bill intorduced by the democrats yesterday. We need to pa…\n","@JoeBiden You lie like a penny in the parking lot of the grocery store! It’s as easy for you as breathing! Not a truthful word ever comes out of your mouth!\n\nThe thing is though, WE KNOW!!\n\nFacts over fiction.\n","RT @AnonsSynonymous: @JoeBiden The fact you have to lie so much and create these fake crises exposes your desperation.\n\nNo, the White Hous…\n","RT @SouthernVa_man: @gatewaypundit @SharonIsrael10 Well of course. Everyone thinks Biden is a fool.\n","RT @mhdksafa: Virtual election. I'm trying to see if all of you are on the same page. After your vote, please like it and respond with one…\n","RT @gatewaypundit: HUGE INSIDER INFO: \"Obama Can't Stand Biden.  He Thinks He's a Joke... Obama's Crew Thinks Biden Is a Damn Fool\" https:\/…\n","RT @odonnell_r: There’s either a standard or there’s not. There’s either rules or there’s not. There’s either zero tolerance for racism or…\n","RT @TheRightMelissa: Fake media trying to get Trump, Mark Meadows &amp; every Republican to disavow QAnon but not one of these so called journa…\n","RT @catturd2: Chris Wallace is the Anthony Scaramucci of Bill Kristols.\n","RT @M2Madness: Chris Wallace trying to get Mark Meadows to denounce Q, and it doesn't go as planned... https:\/\/t.co\/CfOhvCh0gI\n","@stillgray Stealing culture? What does that even mean? Am I supposed to believe this ignorant twat has never eaten a taco? Enjoyed diverse singers &amp; actors or a 1,000 other examples?\n\nOh please! Her shoes &amp; her phone are made in chy-nah by slave labor! How much is SHE stealing?\n","RT @sem_217: @TulsaTwinMommy 🎼 Where the wind comes sweepin down the plain. Oklahoma. And the wavin wheat can sure smell sweet when the win…\n","RT @MollyMc3: @TulsaTwinMommy The song...Oklahoma, where the wind comes sweepin’ down the plains, Where the wavin’ wheat, Can sure smell sw…\n","RT @TulsaTwinMommy: When you hear Oklahoma, what do you think of?\n\nI have a bet going w my sons and want to see what people say.....\n","@TulsaTwinMommy Where the wind comes sweeping down the plain....\n","RT @TomFitton: HUGE Soros find: Docs show Soros operation and State Dept working hand in glove (with your tax dollars). @JudicialWatch does…\n","@JoeBiden Come on man! You won’t be president! Just look at your replies!\nNot gonna happen!\n","RT @greeks_4Trump: Illinois need to implement the same action that the Governor of Tennessee did! Enough with this lawlessness Chicago BLM…\n","RT @dbongino: 🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥👇🏻 https:\/\/t.co\/6Y92y4G6uN\n","RT @ElijahSchaffer: CHICAGO: “the world is going to end if we do not get a green new deal”\n\nA #BLM organizer shouts\n\nHe also says the worl…\n","RT @ElijahSchaffer: Antifa, meet “Troops for Trump”\n\nThe Blue Lives Matter protesters do not mess around in Portland\n\n@sav_says_ is on the…\n","RT @JessieJaneDuff: YOU ARE BEING PLAYED.\n\nDemocrats have been preparing to exploit the Post Office to help them win the election for near…\n","RT @joegasz: @KatieDaviscourt @JoeBiden Police make 2nd arrest in theft of MAGA hat outside of Democratic Convention in Wilmington https:\/\/…\n","RT @trumps_all: @PressSec @ChanelRion @realDonaldTrump Here we go....... https:\/\/t.co\/j6vE1DAeAf\n","RT @Commonsensegal3: Beautiful  Beyond Words😇https:\/\/t.co\/5c88RhjFAL\n","RT @stillgray: There are a lot of fights breaking out at the Beverly Hills protest between Antifa and Trump supporters.  https:\/\/t.co\/ZwD5N…\n","RT @stillgray: BLM activists and Trump supporters are brawling in Beverly Hills.  https:\/\/t.co\/B8mJEHSK9f\n","RT @stillgray: More brawls between BLM activists and Trump supporters in Beverly Hills.   https:\/\/t.co\/dvUMMIN5cJ\n","RT @stillgray: A Black Lives Matter activist suckerpunched a Trump supporter at the Beverly Hills protest. https:\/\/t.co\/gwyaqvDGTY\n","RT @stillgray: Antifa are smashing the windows of every storefront in Denver, Colorado. https:\/\/t.co\/mhw2xxeSjw\n","@MrsAngelaJolene Sold! This stupid weird putrid revolting zombie mask year that never ends, needed a mascot. This guy is perfect! He’s a cute little bandit! That’s a keeper!\n","RT @CJB98584671: @JasonMillerinDC @nypost Biden Is Dishonest And Corrupt To His Inner Core👇 https:\/\/t.co\/6TSi3wjBeJ\n","RT @bennyjohnson: Joe Biden’s “I would shut it down” quote will be the single most damaging quote of his campaign. @dbongino is correct.\n\nH…\n","RT @Frank2Ausa: Who did this???\n😂😂😂🤣 https:\/\/t.co\/Vuh3ZURrWt\n","@RealJamesWoods @TrumpsPitBull3 Extraordinary!!!\n","RT @RealJamesWoods: Do a syntax breakdown of this quote... https:\/\/t.co\/pqAaARyzF3\n","RT @stclairashley: Make her famous. This should be a hate crime. https:\/\/t.co\/qyy4a8jFNf\n","RT @CensoredC1: Old price for insulin 600.00$ a month.\n\nNew price of insulin 35.00$ a month.\n\nThank you @realDonaldTrump\n","RT @LionelMedia: Tell me one thing you know that’s absolutely true.\n","@LionelMedia No matter what happens, I’m on God’s team. 🙏🙏🙏\n","RT @JamesTodaroMD: At less than 1 death per million with COVID-19 daily, Virginia aims to make a rushed vaccine mandatory.\n\nhttps:\/\/t.co\/rp…\n","RT @drsimonegold: We are asking the public's support to grow our organization of physicians so that we can make an impactful statement and…\n","RT @drsimonegold: After our press conference, I was defamed by the media, censored by social media companies, terminated from employment, a…\n","RT @PressSec: News conference with President @realDonaldTrump at 6 pm tomorrow concerning a major therapeutic breakthrough on the China Vir…\n","@JillRTeamXRP @SuzieQu63181969 @realDonaldTrump Cali. But shhhhh! Don’t tell!\n","RT @JillRTeamXRP: If You are Voting for @realDonaldTrump in November drop Your State in the comments. Curious which states get the most .…\n","RT @Adams77C: @GavinNewsom Dumbass, That is not climate change, it is lack of good leadership!  Crappy infrastructure, no fire breaks, no c…\n","RT @aprilshaw194: @GavinNewsom Then have your cronies STOP SETTING THEM! You can't stop what's coming! And you aren't getting our tax dolla…\n","RT @Debbie72569141: @GavinNewsom That's not climate change you fraud. It's you spending 26 billion dollars on illegals last year instead of…\n","RT @lannymc: @GavinNewsom Is it Climate Change that causes the transients to light our canyon on fire WEEKLY?\n\nAnd if you are so concerned…\n","RT @SoldiersWhisper: “Today is my birthday and I am 110 years old. Can you please wish me happy birthday” - Maurcus Wells #Veteran https:\/\/…\n","@SoldiersWhisper Happy birthday Marcus! Thank you for your service and may God Bless!\n👍🇺🇸👊🎉🎂🍾🥂🎁\n","RT @JAMESROMANO926: Where do you want these Trump Haters Shipped To When He Is Reelected?=GO!!\n","@JAMESROMANO926 Back to the depths from which they came...\n\nThe bowels of HELL!\n","RT @bennyjohnson: This is awesome.\n\nhttps:\/\/t.co\/YYtFjvDDtR\n","@Baklava_in_CA Please God and AMEN!\n🙏🙏🙏\n","RT @Baklava_in_CA: California is going for TRUMP not BIDEN\n\nCan I get an AMEN 🙏\n","RT @BallerBarron: Dad’s nickname for me is “Big League Barron”.\n","RT @BallerBarron: My dad finally overruled my mom about me getting on twitter, saying “I think it’s time for our young Jedi to get into the…\n","RT @BallerBarron: Very much looking forward to speaking at the Republican National Convention on behalf of my dad next Thursday!\n","@KeithLRupp 👍🇺🇸👊\n","RT @KeithLRupp: @SharonIsrael10 You are correct!\n","Democrat platform:\nSacrifice &amp; victimize average hard working Americans and support criminals, terrorists, marxists, socialists, communists, gangs, illegals, &amp; unemployed welfare leeches.\n\nProve me wrong. I’ll wait.\n","@Beanie_girl89 @Ribick11 @BredsguardDalen Hi Doll!! 👍🇺🇸👊❤️😘\n","RT @Beanie_girl89: 💥🇺🇸 PATRIOT BOOST 🇺🇸💥\n\nNew friend @BredsguardDalen Can we show him some MAGA love?\n\n💋TY💞STAY UNITED💯🇺🇸💞⤵️\n","You’re getting owned on this tweet, you ignorant twat. https:\/\/t.co\/YYCc2QgQSz\n","RT @RRocksss: @PattyArquette @imrichbeotch @rosemcgowan Your case of TDS is out of control.. you’re describing and standing up for the Demo…\n","RT @KyleMartinsen_: MASSIVE Trump boat parade in New Hampshire 🇺🇸🚤\n\nEnthusiasm for @realDonaldTrump is UNMATCHED!\nhttps:\/\/t.co\/fnBOaMUydS\n","RT @JackPosobiec: Biden supporter arrested for stealing Trump hat from 7-year-old child\nhttps:\/\/t.co\/aj9HIcCUEN\n","@ADmomof3 @Breaking911 👍🇺🇸👊😁\n","@ADmomof3 @Breaking911 Follow back?\n","RT @ADmomof3: @SharonIsrael10 @Breaking911 Lol. Ya. That too!!\n","RT @RubyRockstar333: Idiot:  \"I'm ready to die for what I believe in..so if you gonna run me over that's gonna be what it is.\"\n\nRed truck:…\n","RT @FaithSi59228864: “ready for vaccination day!” https:\/\/t.co\/BDesRgu2C3\n","RT @TulsaTwinMommy: Did you vote for Trump in '16?\n","RT @SenJohnKennedy: Facts don’t cease to exist because you ignore them. The Post Office has plenty of money—$15 billion cash on hand, a $10…\n","RT @charliekirk11: Fact:\n\nThe words “under God” were omitted from the Pledge of Allegience at least twice during the DNC\n\nThe party that bo…\n","RT @livesmattershow: BREAKING: Antifa losing ground due to Patriots taking back the Justice Center in Downtown Portland\n","RT @sav_says_: Huge fight has just broken out between Proud boys and ANTIFA in front of Justice Center in Portland https:\/\/t.co\/zleU0lhOIp\n","RT @RealDeanCain: 41 seconds of literally nothing....\n","RT @TrumpRulzz: The Utah Governor has decided he's going to charge kids with a misdemeanor if they dare go to school not wearing a mask!!!…\n","RT @RealOmarNavarro: Twitter maintains ban on candidate Laura Loomer?\n\nLet’s push #LauraLoomerComeback.\n\nAre you with me? RT\n","RT @pastorlocke: I suppose it’s “just a coincidence” that the #DemConvention logo turned sideways has the EXACT same design and measurement…\n","RT @LizLiz_Di: Hmm 🤔  Term Limits maybe?\n\nVote these old ass do-nothing Dems OUT!\n#DemsAreDestroyingAmerica\n#VoteRED2020RemoveEveryDemoc…\n","You know at this point, I don’t believe he can. https:\/\/t.co\/ezHEMzbVAH\n","@Breaking911 Why in the world would anyone be a cop. Why in hell would anyone be a cop in a dem run city???\n\nGod bless them every single one!\nBack the blue. NOW!!!\n"],"neighbor":null,"domain":["Politics","Sports"],"label":1}